IDEA Open Model
FoldedPlateData.Plates Property
Compatible with IDEA StatiCa 20.1
 List of plates belong to folded plate
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<PlateData> Plates { get; set; }
Public Property Plates As List(Of PlateData)
	Get
	Set
Property Value
Type: List<PlateData>
See Also
Reference
FoldedPlateData Class
IdeaRS.OpenModel.Connection Namespace